"MJRefreshHeaderIdleText" = "下拉加载数据了";
"MJRefreshHeaderPullingText" = "松开加载数据了";
"MJRefreshHeaderRefreshingText" = "正在加载中";

"MJRefreshAutoFooterIdleText" = "点击加载更多数据";
"MJRefreshAutoFooterRefreshingText" = "正在加载中";
"MJRefreshAutoFooterNoMoreDataText" = "没有更多数据了";

"MJRefreshBackFooterIdleText" = "上拉可以加载更多数据了";
"MJRefreshBackFooterPullingText" = "松开加载更多数据了";
"MJRefreshBackFooterRefreshingText" = "正在加载中";
"MJRefreshBackFooterNoMoreDataText" = "没有更多数据了";

"MJRefreshHeaderLastTimeText" = "Last update:";
"MJRefreshHeaderDateTodayText" = "Today";
"MJRefreshHeaderNoneLastDateText" = "No record";
